{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<pad>": 3,
      "\u0002": 4,
      "\t": 5,
      "\n": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "": 101,
      "": 102,
      "": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "§": 109,
      "©": 110,
      "«": 111,
      "¬": 112,
      "­": 113,
      "®": 114,
      "°": 115,
      "±": 116,
      "·": 117,
      "»": 118,
      "¿": 119,
      "Á": 120,
      "Â": 121,
      "Ä": 122,
      "Å": 123,
      "Æ": 124,
      "Ç": 125,
      "È": 126,
      "É": 127,
      "Ë": 128,
      "Í": 129,
      "Ñ": 130,
      "Ò": 131,
      "Ó": 132,
      "Ô": 133,
      "Õ": 134,
      "Ö": 135,
      "×": 136,
      "Ø": 137,
      "Ú": 138,
      "Û": 139,
      "Ü": 140,
      "Ý": 141,
      "ß": 142,
      "à": 143,
      "á": 144,
      "â": 145,
      "ã": 146,
      "ä": 147,
      "å": 148,
      "æ": 149,
      "ç": 150,
      "è": 151,
      "é": 152,
      "ê": 153,
      "ë": 154,
      "í": 155,
      "î": 156,
      "ï": 157,
      "ñ": 158,
      "ò": 159,
      "ó": 160,
      "ô": 161,
      "õ": 162,
      "ö": 163,
      "÷": 164,
      "ø": 165,
      "ú": 166,
      "û": 167,
      "ü": 168,
      "ý": 169,
      "ā": 170,
      "ą": 171,
      "Ć": 172,
      "ć": 173,
      "Ĉ": 174,
      "ĉ": 175,
      "Ċ": 176,
      "ċ": 177,
      "Č": 178,
      "č": 179,
      "đ": 180,
      "ē": 181,
      "Ę": 182,
      "ě": 183,
      "Ĝ": 184,
      "ĝ": 185,
      "Ğ": 186,
      "ğ": 187,
      "ġ": 188,
      "ģ": 189,
      "ī": 190,
      "ĭ": 191,
      "İ": 192,
      "ı": 193,
      "Ĵ": 194,
      "ĵ": 195,
      "ł": 196,
      "ń": 197,
      "Ň": 198,
      "ň": 199,
      "ŋ": 200,
      "Ō": 201,
      "ō": 202,
      "Ŏ": 203,
      "ŏ": 204,
      "ŕ": 205,
      "ř": 206,
      "Ś": 207,
      "ś": 208,
      "Ŝ": 209,
      "ŝ": 210,
      "Ş": 211,
      "ş": 212,
      "Š": 213,
      "š": 214,
      "ū": 215,
      "Ŭ": 216,
      "ŭ": 217,
      "ż": 218,
      "Ž": 219,
      "ž": 220,
      "Ə": 221,
      "Ǒ": 222,
      "ǒ": 223,
      "Ǧ": 224,
      "ǧ": 225,
      "Ǵ": 226,
      "ǵ": 227,
      "Ș": 228,
      "ș": 229,
      "Ț": 230,
      "Ƞ": 231,
      "Ɉ": 232,
      "ɉ": 233,
      "ɑ": 234,
      "ɒ": 235,
      "ə": 236,
      "ɜ": 237,
      "ɢ": 238,
      "ɨ": 239,
      "ʏ": 240,
      "ʹ": 241,
      "ʻ": 242,
      "ʼ": 243,
      "ʾ": 244,
      "˅": 245,
      "˗": 246,
      "́": 247,
      "̃": 248,
      "̄": 249,
      "̊": 250,
      "̓": 251,
      "̤": 252,
      "̧": 253,
      "̶": 254,
      "̸": 255,
      "͘": 256,
      "͡": 257,
      "ͦ": 258,
      "ΐ": 259,
      "Α": 260,
      "Δ": 261,
      "Ε": 262,
      "Θ": 263,
      "Ι": 264,
      "Λ": 265,
      "Σ": 266,
      "Τ": 267,
      "ά": 268,
      "ί": 269,
      "α": 270,
      "β": 271,
      "γ": 272,
      "δ": 273,
      "ε": 274,
      "η": 275,
      "θ": 276,
      "ι": 277,
      "κ": 278,
      "λ": 279,
      "μ": 280,
      "ν": 281,
      "ο": 282,
      "π": 283,
      "ρ": 284,
      "ς": 285,
      "σ": 286,
      "τ": 287,
      "υ": 288,
      "φ": 289,
      "Ё": 290,
      "Є": 291,
      "І": 292,
      "Ј": 293,
      "Ў": 294,
      "А": 295,
      "Б": 296,
      "В": 297,
      "Г": 298,
      "Д": 299,
      "Е": 300,
      "Ж": 301,
      "З": 302,
      "И": 303,
      "Й": 304,
      "К": 305,
      "Л": 306,
      "М": 307,
      "Н": 308,
      "О": 309,
      "П": 310,
      "Р": 311,
      "С": 312,
      "Т": 313,
      "У": 314,
      "Ф": 315,
      "Х": 316,
      "Ц": 317,
      "Ч": 318,
      "Ш": 319,
      "Щ": 320,
      "Ы": 321,
      "Ь": 322,
      "Э": 323,
      "Ю": 324,
      "Я": 325,
      "а": 326,
      "б": 327,
      "в": 328,
      "г": 329,
      "д": 330,
      "е": 331,
      "ж": 332,
      "з": 333,
      "и": 334,
      "й": 335,
      "к": 336,
      "л": 337,
      "м": 338,
      "н": 339,
      "о": 340,
      "п": 341,
      "р": 342,
      "с": 343,
      "т": 344,
      "у": 345,
      "ф": 346,
      "х": 347,
      "ц": 348,
      "ч": 349,
      "ш": 350,
      "щ": 351,
      "ъ": 352,
      "ы": 353,
      "ь": 354,
      "э": 355,
      "ю": 356,
      "я": 357,
      "ѐ": 358,
      "ё": 359,
      "ѓ": 360,
      "є": 361,
      "і": 362,
      "ї": 363,
      "ј": 364,
      "ќ": 365,
      "ў": 366,
      "ґ": 367,
      "Ғ": 368,
      "ғ": 369,
      "Җ": 370,
      "Қ": 371,
      "қ": 372,
      "Ң": 373,
      "ң": 374,
      "ҫ": 375,
      "Ү": 376,
      "ү": 377,
      "Ұ": 378,
      "ұ": 379,
      "Ҳ": 380,
      "ҳ": 381,
      "Ҷ": 382,
      "һ": 383,
      "ӈ": 384,
      "ӊ": 385,
      "Ә": 386,
      "ә": 387,
      "ӣ": 388,
      "Ө": 389,
      "ө": 390,
      "Ӯ": 391,
      "ӯ": 392,
      "ӽ": 393,
      "Բ": 394,
      "Ձ": 395,
      "ա": 396,
      "ե": 397,
      "ի": 398,
      "խ": 399,
      "կ": 400,
      "մ": 401,
      "ն": 402,
      "ո": 403,
      "տ": 404,
      "ր": 405,
      "֏": 406,
      "֥": 407,
      "ְ": 408,
      "ֲ": 409,
      "ֹ": 410,
      "ֺ": 411,
      "א": 412,
      "ב": 413,
      "ג": 414,
      "ד": 415,
      "ה": 416,
      "ו": 417,
      "ז": 418,
      "ח": 419,
      "ט": 420,
      "י": 421,
      "ך": 422,
      "כ": 423,
      "ל": 424,
      "ם": 425,
      "מ": 426,
      "ן": 427,
      "נ": 428,
      "ס": 429,
      "ע": 430,
      "ף": 431,
      "פ": 432,
      "ץ": 433,
      "צ": 434,
      "ק": 435,
      "ר": 436,
      "ש": 437,
      "ת": 438,
      "״": 439,
      "،": 440,
      "ؘ": 441,
      "؟": 442,
      "ء": 443,
      "آ": 444,
      "أ": 445,
      "ؤ": 446,
      "إ": 447,
      "ئ": 448,
      "ا": 449,
      "ب": 450,
      "ة": 451,
      "ت": 452,
      "ث": 453,
      "ج": 454,
      "ح": 455,
      "خ": 456,
      "د": 457,
      "ذ": 458,
      "ر": 459,
      "ز": 460,
      "س": 461,
      "ش": 462,
      "ص": 463,
      "ض": 464,
      "ط": 465,
      "ظ": 466,
      "ع": 467,
      "غ": 468,
      "ـ": 469,
      "ف": 470,
      "ق": 471,
      "ك": 472,
      "ل": 473,
      "م": 474,
      "ن": 475,
      "ه": 476,
      "و": 477,
      "ى": 478,
      "ي": 479,
      "ً": 480,
      "ٌ": 481,
      "ٍ": 482,
      "َ": 483,
      "ُ": 484,
      "ِ": 485,
      "ّ": 486,
      "ْ": 487,
      "ٓ": 488,
      "٠": 489,
      "١": 490,
      "٢": 491,
      "٥": 492,
      "٦": 493,
      "٧": 494,
      "٨": 495,
      "٩": 496,
      "ٰ": 497,
      "ٱ": 498,
      "پ": 499,
      "چ": 500,
      "ڤ": 501,
      "ک": 502,
      "گ": 503,
      "ۀ": 504,
      "ی": 505,
      "ې": 506,
      "ۖ": 507,
      "۝": 508,
      "ۡ": 509,
      "۱": 510,
      "ॐ": 511,
      "ন": 512,
      "ব": 513,
      "র": 514,
      "া": 515,
      "ি": 516,
      "ু": 517,
      "ં": 518,
      "જ": 519,
      "ત": 520,
      "ન": 521,
      "મ": 522,
      "વ": 523,
      "ા": 524,
      "ો": 525,
      "ก": 526,
      "ค": 527,
      "ง": 528,
      "ช": 529,
      "ด": 530,
      "ต": 531,
      "ธ": 532,
      "น": 533,
      "ย": 534,
      "ร": 535,
      "ล": 536,
      "ว": 537,
      "ส": 538,
      "า": 539,
      "ิ": 540,
      "ี": 541,
      "เ": 542,
      "โ": 543,
      "ใ": 544,
      "่": 545,
      "้": 546,
      "ვ": 547,
      "ლ": 548,
      "Ꭿ": 549,
      "Ꮋ": 550,
      "Ḡ": 551,
      "ḡ": 552,
      "ḥ": 553,
      "ḱ": 554,
      "ḷ": 555,
      "Ṡ": 556,
      "ṡ": 557,
      "Ṣ": 558,
      "ṣ": 559,
      "ἄ": 560,
      "​": 561,
      "‌": 562,
      "‍": 563,
      "‎": 564,
      "‏": 565,
      "‐": 566,
      "‒": 567,
      "–": 568,
      "—": 569,
      "―": 570,
      "‘": 571,
      "’": 572,
      "‚": 573,
      "‛": 574,
      "“": 575,
      "”": 576,
      "„": 577,
      "•": 578,
      " ": 579,
      "‪": 580,
      "‬": 581,
      "′": 582,
      "⁃": 583,
      "⁄": 584,
      "⁠": 585,
      "⁦": 586,
      "⁩": 587,
      "€": 588,
      "₴": 589,
      "₸": 590,
      "₼": 591,
      "₽": 592,
      "⃣": 593,
      "↑": 594,
      "→": 595,
      "↓": 596,
      "∆": 597,
      "∑": 598,
      "−": 599,
      "∙": 600,
      "√": 601,
      "∼": 602,
      "≈": 603,
      "≤": 604,
      "≥": 605,
      "⊆": 606,
      "⋅": 607,
      "⏰": 608,
      "─": 609,
      "│": 610,
      "┃": 611,
      "═": 612,
      "▁": 613,
      "■": 614,
      "□": 615,
      "▪": 616,
      "▫": 617,
      "▶": 618,
      "►": 619,
      "◉": 620,
      "◎": 621,
      "●": 622,
      "◾": 623,
      "☀": 624,
      "☄": 625,
      "☎": 626,
      "☑": 627,
      "☝": 628,
      "☺": 629,
      "♀": 630,
      "♂": 631,
      "♦": 632,
      "♪": 633,
      "♫": 634,
      "⚒": 635,
      "⚓": 636,
      "⚕": 637,
      "⚜": 638,
      "⚠": 639,
      "⚡": 640,
      "⚪": 641,
      "⚫": 642,
      "⚽": 643,
      "⛔": 644,
      "✅": 645,
      "✈": 646,
      "✉": 647,
      "✊": 648,
      "✋": 649,
      "✌": 650,
      "✍": 651,
      "✓": 652,
      "✔": 653,
      "✨": 654,
      "❄": 655,
      "❌": 656,
      "❓": 657,
      "❗": 658,
      "❤": 659,
      "➕": 660,
      "➖": 661,
      "➡": 662,
      "➥": 663,
      "⟨": 664,
      "⠀": 665,
      "⤵": 666,
      "⦁": 667,
      "⬇": 668,
      "⭐": 669,
      "、": 670,
      "。": 671,
      "《": 672,
      "》": 673,
      "「": 674,
      "」": 675,
      "【": 676,
      "】": 677,
      "〰": 678,
      "い": 679,
      "う": 680,
      "え": 681,
      "お": 682,
      "か": 683,
      "が": 684,
      "ぎ": 685,
      "く": 686,
      "け": 687,
      "こ": 688,
      "さ": 689,
      "し": 690,
      "じ": 691,
      "す": 692,
      "せ": 693,
      "そ": 694,
      "た": 695,
      "だ": 696,
      "っ": 697,
      "て": 698,
      "で": 699,
      "と": 700,
      "ど": 701,
      "な": 702,
      "に": 703,
      "の": 704,
      "は": 705,
      "ひ": 706,
      "ま": 707,
      "み": 708,
      "め": 709,
      "も": 710,
      "や": 711,
      "よ": 712,
      "ら": 713,
      "り": 714,
      "る": 715,
      "れ": 716,
      "を": 717,
      "ん": 718,
      "ァ": 719,
      "ア": 720,
      "ィ": 721,
      "イ": 722,
      "ェ": 723,
      "ォ": 724,
      "オ": 725,
      "カ": 726,
      "ク": 727,
      "ゴ": 728,
      "サ": 729,
      "シ": 730,
      "ス": 731,
      "セ": 732,
      "ソ": 733,
      "タ": 734,
      "ダ": 735,
      "チ": 736,
      "ッ": 737,
      "ツ": 738,
      "テ": 739,
      "ト": 740,
      "ド": 741,
      "ナ": 742,
      "フ": 743,
      "プ": 744,
      "モ": 745,
      "ヤ": 746,
      "ョ": 747,
      "ラ": 748,
      "リ": 749,
      "ル": 750,
      "レ": 751,
      "ロ": 752,
      "ン": 753,
      "ヴ": 754,
      "・": 755,
      "ー": 756,
      "一": 757,
      "万": 758,
      "上": 759,
      "下": 760,
      "不": 761,
      "中": 762,
      "为": 763,
      "书": 764,
      "了": 765,
      "事": 766,
      "云": 767,
      "亡": 768,
      "交": 769,
      "人": 770,
      "今": 771,
      "代": 772,
      "会": 773,
      "位": 774,
      "余": 775,
      "作": 776,
      "像": 777,
      "僕": 778,
      "億": 779,
      "先": 780,
      "全": 781,
      "公": 782,
      "内": 783,
      "円": 784,
      "再": 785,
      "军": 786,
      "出": 787,
      "分": 788,
      "刘": 789,
      "初": 790,
      "制": 791,
      "前": 792,
      "剛": 793,
      "化": 794,
      "北": 795,
      "午": 796,
      "半": 797,
      "南": 798,
      "原": 799,
      "友": 800,
      "发": 801,
      "受": 802,
      "口": 803,
      "另": 804,
      "台": 805,
      "囲": 806,
      "国": 807,
      "在": 808,
      "地": 809,
      "场": 810,
      "坚": 811,
      "城": 812,
      "基": 813,
      "境": 814,
      "墙": 815,
      "外": 816,
      "大": 817,
      "委": 818,
      "子": 819,
      "字": 820,
      "孝": 821,
      "宅": 822,
      "完": 823,
      "官": 824,
      "害": 825,
      "家": 826,
      "寓": 827,
      "専": 828,
      "少": 829,
      "层": 830,
      "工": 831,
      "已": 832,
      "币": 833,
      "市": 834,
      "平": 835,
      "年": 836,
      "广": 837,
      "広": 838,
      "庄": 839,
      "府": 840,
      "度": 841,
      "建": 842,
      "当": 843,
      "思": 844,
      "感": 845,
      "成": 846,
      "手": 847,
      "斯": 848,
      "新": 849,
      "方": 850,
      "旗": 851,
      "日": 852,
      "时": 853,
      "明": 854,
      "星": 855,
      "春": 856,
      "時": 857,
      "晓": 858,
      "月": 859,
      "期": 860,
      "木": 861,
      "本": 862,
      "李": 863,
      "村": 864,
      "杰": 865,
      "東": 866,
      "柴": 867,
      "格": 868,
      "楼": 869,
      "樓": 870,
      "次": 871,
      "止": 872,
      "正": 873,
      "死": 874,
      "民": 875,
      "流": 876,
      "海": 877,
      "測": 878,
      "港": 879,
      "澤": 880,
      "火": 881,
      "炸": 882,
      "爆": 883,
      "爷": 884,
      "特": 885,
      "玉": 886,
      "环": 887,
      "现": 888,
      "現": 889,
      "球": 890,
      "用": 891,
      "甸": 892,
      "的": 893,
      "目": 894,
      "直": 895,
      "知": 896,
      "石": 897,
      "砖": 898,
      "社": 899,
      "程": 900,
      "突": 901,
      "立": 902,
      "範": 903,
      "紛": 904,
      "红": 905,
      "缅": 906,
      "群": 907,
      "考": 908,
      "英": 909,
      "获": 910,
      "落": 911,
      "蕪": 912,
      "行": 913,
      "被": 914,
      "西": 915,
      "見": 916,
      "観": 917,
      "解": 918,
      "记": 919,
      "赵": 920,
      "越": 921,
      "転": 922,
      "輝": 923,
      "转": 924,
      "边": 925,
      "达": 926,
      "近": 927,
      "连": 928,
      "逃": 929,
      "速": 930,
      "造": 931,
      "違": 932,
      "遗": 933,
      "選": 934,
      "部": 935,
      "里": 936,
      "金": 937,
      "鉦": 938,
      "长": 939,
      "防": 940,
      "隔": 941,
      "電": 942,
      "震": 943,
      "韩": 944,
      "香": 945,
      "験": 946,
      "马": 947,
      "骸": 948,
      "高": 949,
      "黄": 950,
      "ꞌ": 951,
      "가": 952,
      "광": 953,
      "구": 954,
      "국": 955,
      "기": 956,
      "김": 957,
      "니": 958,
      "다": 959,
      "대": 960,
      "동": 961,
      "레": 962,
      "로": 963,
      "를": 964,
      "리": 965,
      "마": 966,
      "백": 967,
      "벡": 968,
      "봉": 969,
      "사": 970,
      "산": 971,
      "슐": 972,
      "시": 973,
      "식": 974,
      "심": 975,
      "쓰": 976,
      "아": 977,
      "역": 978,
      "영": 979,
      "우": 980,
      "은": 981,
      "입": 982,
      "재": 983,
      "정": 984,
      "주": 985,
      "즈": 986,
      "진": 987,
      "토": 988,
      "투": 989,
      "표": 990,
      "프": 991,
      "합": 992,
      "행": 993,
      "화": 994,
      "": 995,
      "": 996,
      "": 997,
      "": 998,
      "": 999,
      "︎": 1000,
      "️": 1001,
      "﻿": 1002,
      "�": 1003,
      "la": 1004,
      "sh": 1005,
      "da": 1006,
      "ni": 1007,
      "ri": 1008,
      "ga": 1009,
      "li": 1010,
      "▁b": 1011,
      "o‘": 1012,
      "ti": 1013,
      "▁t": 1014,
      "ma": 1015,
      "si": 1016,
      "di": 1017,
      "ch": 1018,
      "lar": 1019,
      "ar": 1020,
      "▁k": 1021,
      "▁q": 1022,
      "ng": 1023,
      "ya": 1024,
      "gan": 1025,
      "on": 1026,
      "va": 1027,
      "or": 1028,
      "lari": 1029,
      "▁h": 1030,
      "ning": 1031,
      "▁va": 1032,
      "gi": 1033,
      "il": 1034,
      "at": 1035,
      "▁y": 1036,
      "shi": 1037,
      "▁s": 1038,
      "▁o": 1039,
      "▁m": 1040,
      "ra": 1041,
      "▁ta": 1042,
      "▁a": 1043,
      "▁i": 1044,
      "ta": 1045,
      "▁e": 1046,
      "▁ma": 1047,
      "chi": 1048,
      "▁u": 1049,
      "ki": 1050,
      "zi": 1051,
      "dan": 1052,
      "mi": 1053,
      "di.": 1054,
      "lan": 1055,
      "lik": 1056,
      "mo": 1057,
      "un": 1058,
      "▁o‘": 1059,
      "▁bi": 1060,
      "na": 1061,
      "sa": 1062,
      "ka": 1063,
      "▁bo‘": 1064,
      "g‘": 1065,
      "st": 1066,
      "▁ha": 1067,
      "cha": 1068,
      "er": 1069,
      "▁x": 1070,
      "lo": 1071,
      "yi": 1072,
      "▁bo": 1073,
      "de": 1074,
      "▁j": 1075,
      "▁qi": 1076,
      "ur": 1077,
      "qi": 1078,
      "yo": 1079,
      "▁mu": 1080,
      "▁f": 1081,
      "dagi": 1082,
      "▁sh": 1083,
      "rish": 1084,
      "qa": 1085,
      "lgan": 1086,
      "lash": 1087,
      "ro": 1088,
      "bi": 1089,
      ".\n": 1090,
      "vo": 1091,
      "▁ke": 1092,
      "asi": 1093,
      "▁da": 1094,
      "no": 1095,
      "▁p": 1096,
      "▁ko‘": 1097,
      "uv": 1098,
      "▁1": 1099,
      "▁O": 1100,
      "an": 1101,
      "ston": 1102,
      "en": 1103,
      "ligi": 1104,
      "▁M": 1105,
      "di.\n": 1106,
      "siya": 1107,
      "▁2": 1108,
      "▁B": 1109,
      "▁ish": 1110,
      "▁S": 1111,
      "ay": 1112,
      "▁bilan": 1113,
      "be": 1114,
      "so": 1115,
      "▁A": 1116,
      "▁qili": 1117,
      "▁“": 1118,
      "re": 1119,
      "ab": 1120,
      "▁be": 1121,
      "▁uch": 1122,
      "▁tu": 1123,
      "▁ham": 1124,
      "▁ya": 1125,
      "al": 1126,
      "ol": 1127,
      "zbe": 1128,
      "lab": 1129,
      "larni": 1130,
      "kiston": 1131,
      "▁to": 1132,
      "▁R": 1133,
      "▁so": 1134,
      "▁yo": 1135,
      "sp": 1136,
      "ub": 1137,
      "zbekiston": 1138,
      "lat": 1139,
      "▁to‘": 1140,
      "▁bosh": 1141,
      "vi": 1142,
      "ara": 1143,
      "ori": 1144,
      "▁T": 1145,
      "▁uchun": 1146,
      "ot": 1147,
      "▁de": 1148,
      "iz": 1149,
      "‘zbekiston": 1150,
      "ah": 1151,
      "▁hu": 1152,
      "tish": 1153,
      "▁qo‘": 1154,
      "▁(": 1155,
      "▁na": 1156,
      "▁oli": 1157,
      "▁tash": 1158,
      "larini": 1159,
      "oy": 1160,
      "oli": 1161,
      "ul": 1162,
      "\n\n": 1163,
      "ona": 1164,
      "▁ra": 1165,
      "▁bu": 1166,
      "qda": 1167,
      "▁ku": 1168,
      "yat": 1169,
      "▁te": 1170,
      "▁ki": 1171,
      "▁chi": 1172,
      "tgan": 1173,
      "ja": 1174,
      "do": 1175,
      "tib": 1176,
      "lishi": 1177,
      "um": 1178,
      "larning": 1179,
      "gani": 1180,
      "▁sa": 1181,
      "▁O‘zbekiston": 1182,
      "za": 1183,
      "qar": 1184,
      "▁K": 1185,
      "uri": 1186,
      "et": 1187,
      "sida": 1188,
      "tirish": 1189,
      "▁bir": 1190,
      "us": 1191,
      "g‘i": 1192,
      "ublik": 1193,
      "spublik": 1194,
      "▁ja": 1195,
      "larga": 1196,
      "langan": 1197,
      "ek": 1198,
      "zo": 1199,
      "vlat": 1200,
      "ladi": 1201,
      "▁yil": 1202,
      "▁tar": 1203,
      "▁or": 1204,
      "yicha": 1205,
      "▁Re": 1206,
      "▁20": 1207,
      "▁ko": 1208,
      "▁ka": 1209,
      "kin": 1210,
      "▁ch": 1211,
      "▁vazi": 1212,
      "kil": 1213,
      "▁yo‘": 1214,
      "▁hi": 1215,
      "lani": 1216,
      "yati": 1217,
      "ko": 1218,
      "▁U": 1219,
      "ora": 1220,
      "▁Respublik": 1221,
      "▁qil": 1222,
      "moqda": 1223,
      "▁I": 1224,
      "uvchi": 1225,
      "kat": 1226,
      "ba": 1227,
      "miz": 1228,
      "▁bo‘yicha": 1229,
      "fa": 1230,
      "ent": 1231,
      "▁ho": 1232,
      "▁Respublikasi": 1233,
      "▁qar": 1234,
      "ha": 1235,
      "ud": 1236,
      "mat": 1237,
      "▁Q": 1238,
      "fi": 1239,
      "lariga": 1240,
      "▁so‘": 1241,
      "moni": 1242,
      "ngi": 1243,
      "▁o‘z": 1244,
      "▁yu": 1245,
      "lib": 1246,
      "lma": 1247,
      "▁qilish": 1248,
      "rin": 1249,
      "▁P": 1250,
      "lga": 1251,
      "sti": 1252,
      "▁tashkil": 1253,
      "▁eti": 1254,
      "kazi": 1255,
      "▁mi": 1256,
      "larda": 1257,
      "ilo": 1258,
      "▁o‘t": 1259,
      "mp": 1260,
      "▁in": 1261,
      "rib": 1262,
      "osh": 1263,
      "▁3": 1264,
      "▁davlat": 1265,
      "▁ay": 1266,
      "▁bo‘lgan": 1267,
      "masi": 1268,
      "▁N": 1269,
      "bu": 1270,
      "ev": 1271,
      "iy": 1272,
      "▁fa": 1273,
      "▁—": 1274,
      "yil": 1275,
      "▁oshi": 1276,
      "▁Bu": 1277,
      "▁ama": 1278,
      "▁ti": 1279,
      "▁D": 1280,
      "▁ta’": 1281,
      "▁ber": 1282,
      "▁d": 1283,
      "▁re": 1284,
      "▁n": 1285,
      "▁Y": 1286,
      "kor": 1287,
      "▁si": 1288,
      "g‘ri": 1289,
      "to": 1290,
      "lu": 1291,
      "dda": 1292,
      "▁«": 1293,
      "▁\n": 1294,
      "▁sha": 1295,
      "lish": 1296,
      "ldi": 1297,
      "▁qo": 1298,
      "man": 1299,
      ";\n": 1300,
      "os": 1301,
      "▁hiso": 1302,
      "▁g": 1303,
      "hi": 1304,
      "▁tomoni": 1305,
      "lov": 1306,
      "abar": 1307,
      "Sh": 1308,
      "liy": 1309,
      "▁shu": 1310,
      "den": 1311,
      "ut": 1312,
      "▁tomonidan": 1313,
      "▁v": 1314,
      "rilgan": 1315,
      "bat": 1316,
      "ov": 1317,
      "▁to‘g‘ri": 1318,
      "dir": 1319,
      "ir": 1320,
      "ort": 1321,
      "qaro": 1322,
      "tida": 1323,
      "▁o‘r": 1324,
      "yotgan": 1325,
      "▁xabar": 1326,
      "niya": 1327,
      "liq": 1328,
      "yin": 1329,
      "dim": 1330,
      "miy": 1331,
      "xs": 1332,
      "▁J": 1333,
      "ladi.": 1334,
      "▁xiz": 1335,
      "dek": 1336,
      "▁ko‘r": 1337,
      "▁F": 1338,
      "▁no": 1339,
      "-yil": 1340,
      "▁haqi": 1341,
      "zar": 1342,
      "▁qay": 1343,
      "ziden": 1344,
      "▁X": 1345,
      "▁shah": 1346,
      "▁aso": 1347,
      "▁ba": 1348,
      "00": 1349,
      "yot": 1350,
      "larining": 1351,
      "siz": 1352,
      "reziden": 1353,
      "▁Sh": 1354,
      "▁hamda": 1355,
      "▁ma’": 1356,
      "▁boshqa": 1357,
      "▁H": 1358,
      "▁V": 1359,
      "bo": 1360,
      "le": 1361,
      "gar": 1362,
      "▁mum": 1363,
      "▁qa": 1364,
      "▁mumkin": 1365,
      "▁qilin": 1366,
      "mon": 1367,
      "▁av": 1368,
      "▁kuni": 1369,
      "▁5": 1370,
      "ekt": 1371,
      "larida": 1372,
      "biy": 1373,
      "lana": 1374,
      "▁4": 1375,
      "▁vazir": 1376,
      "di,": 1377,
      "▁hisob": 1378,
      "▁Ma": 1379,
      "roq": 1380,
      "jat": 1381,
      "▁amalga": 1382,
      "gan.": 1383,
      "ladi.\n": 1384,
      "dor": 1385,
      "mati": 1386,
      "lgi": 1387,
      "lay": 1388,
      "▁lo": 1389,
      "▁vilo": 1390,
      "▁me": 1391,
      "tilgan": 1392,
      "lim": 1393,
      "▁mah": 1394,
      "▁G": 1395,
      "uq": 1396,
      "▁mar": 1397,
      "te": 1398,
      "rak": 1399,
      "mas": 1400,
      "▁huj": 1401,
      "chilik": 1402,
      "▁etish": 1403,
      "bir": 1404,
      "▁har": 1405,
      "zil": 1406,
      "viy": 1407,
      "▁deb": 1408,
      "tasi": 1409,
      "sin": 1410,
      "as": 1411,
      "oyda": 1412,
      "lar,": 1413,
      "kent": 1414,
      "▁kun": 1415,
      "lardan": 1416,
      "▁bar": 1417,
      "shbu": 1418,
      "▁olib": 1419,
      "20": 1420,
      "▁tur": 1421,
      "diy": 1422,
      "cha,": 1423,
      "xona": 1424,
      "▁–": 1425,
      "av": 1426,
      "du": 1427,
      "ru": 1428,
      "▁xo": 1429,
      "lumo": 1430,
      "▁ni": 1431,
      "orat": 1432,
      "oshkent": 1433,
      "zir": 1434,
      "▁esa": 1435,
      "day": 1436,
      "▁yoki": 1437,
      "▁ji": 1438,
      "▁bor": 1439,
      "▁shar": 1440,
      "mida": 1441,
      "▁bo‘l": 1442,
      "▁ik": 1443,
      "dbir": 1444,
      "▁201": 1445,
      "▁belgi": 1446,
      "ligini": 1447,
      "mu": 1448,
      "▁faoli": 1449,
      "sha": 1450,
      "▁mil": 1451,
      "min": 1452,
      "▁im": 1453,
      "digan": 1454,
      "lumot": 1455,
      "▁foyda": 1456,
      "ningdek": 1457,
      "▁joy": 1458,
      "lum": 1459,
      "ulo": 1460,
      "▁ij": 1461,
      "sta": 1462,
      "qti": 1463,
      "▁E": 1464,
      "siy": 1465,
      "mla": 1466,
      "▁kor": 1467,
      "▁L": 1468,
      "may": 1469,
      "▁yangi": 1470,
      "▁davo": 1471,
      "lashti": 1472,
      "niq": 1473,
      "ran": 1474,
      "▁ko‘p": 1475,
      "son": 1476,
      "yor": 1477,
      "kur": 1478,
      "dar": 1479,
      "▁chiqa": 1480,
      "siyasi": 1481,
      "▁qu": 1482,
      ".\n\n": 1483,
      "di\n\n": 1484,
      "▁et": 1485,
      "▁ishlab": 1486,
      "dam": 1487,
      ":\n": 1488,
      "▁kiri": 1489,
      "onun": 1490,
      "lashtirish": 1491,
      "▁ega": 1492,
      "▁ko‘ra": 1493,
      "▁chiqi": 1494,
      "▁yi": 1495,
      "ril": 1496,
      "▁ri": 1497,
      "▁olish": 1498,
      "asida": 1499,
      "zim": 1500,
      "nga": 1501,
      "lanish": 1502,
      "lari,": 1503,
      "▁hujjat": 1504,
      "▁6": 1505,
      "da,": 1506,
      "▁vazirligi": 1507,
      "▁7": 1508,
      "uqaro": 1509,
      "yu": 1510,
      "▁C": 1511,
      "br": 1512,
      "it": 1513,
      "▁haqida": 1514,
      "▁bo‘lib": 1515,
      "mani": 1516,
      "▁do": 1517,
      "moqda.": 1518,
      "b,": 1519,
      "qat": 1520,
      "▁vo": 1521,
      "▁maq": 1522,
      "▁xizmat": 1523,
      "▁qab": 1524,
      "▁taq": 1525,
      "▁mamla": 1526,
      "▁Toshkent": 1527,
      "▁mo": 1528,
      "▁rah": 1529,
      "▁top": 1530,
      "tiro": 1531,
      "el": 1532,
      "shli": 1533,
      "▁qabul": 1534,
      "▁fuqaro": 1535,
      "lantirish": 1536,
      "▁aniq": 1537,
      "▁ga": 1538,
      "aniya": 1539,
      "es": 1540,
      "sat": 1541,
      "ku": 1542,
      "▁kerak": 1543,
      "am": 1544,
      "▁jamo": 1545,
      "▁o‘tkazi": 1546,
      "rezidenti": 1547,
      "fo": 1548,
      "voj": 1549,
      "▁fo": 1550,
      "giya": 1551,
      "▁shaxs": 1552,
      "far": 1553,
      "▁loyi": 1554,
      "▁rivoj": 1555,
      "▁ye": 1556,
      "▁o`": 1557,
      "▁tas": 1558,
      "sini": 1559,
      "ho": 1560,
      "▁dara": 1561,
      "O‘zbekiston": 1562,
      "▁talab": 1563,
      "▁ban": 1564,
      "kt": 1565,
      "▁o‘zi": 1566,
      "▁ta'": 1567,
      "▁komp": 1568,
      "▁xal": 1569,
      "▁uning": 1570,
      "ladigan": 1571,
      "bor": 1572,
      "▁haqda": 1573,
      "diq": 1574,
      "▁ushbu": 1575,
      "▁vaq": 1576,
      "ningdek,": 1577,
      "laridan": 1578,
      "aro": 1579,
      "▁ming": 1580,
      "▁mamlakat": 1581,
      "▁oshirish": 1582,
      "▁el": 1583,
      "ossiya": 1584,
      "▁eng": 1585,
      "▁hol": 1586,
      "▁ikki": 1587,
      "▁yo‘l": 1588,
      "▁to‘g‘risida": 1589,
      "▁faoliyati": 1590,
      "▁huq": 1591,
      "ji": 1592,
      "▁yet": 1593,
      "▁qat": 1594,
      "sidagi": 1595,
      "gacha": 1596,
      "var": 1597,
      "▁ma'": 1598,
      "layotgan": 1599,
      "▁8": 1600,
      "▁o‘rin": 1601,
      "tini": 1602,
      "om": 1603,
      "ndi": 1604,
      "▁qonun": 1605,
      "fiq": 1606,
      "▁beri": 1607,
      "▁muvo": 1608,
      "▁shahri": 1609,
      "noma": 1610,
      "QSh": 1611,
      "▁r": 1612,
      "▁zar": 1613,
      "gan.\n": 1614,
      "▁su": 1615,
      "▁oldi": 1616,
      "▁qis": 1617,
      "▁ishtiro": 1618,
      "lanishi": 1619,
      "▁tay": 1620,
      "sa,": 1621,
      "▁muvofiq": 1622,
      "▁sab": 1623,
      "▁il": 1624,
      "▁viloyati": 1625,
      "ron": 1626,
      "▁tayyor": 1627,
      "▁maqsa": 1628,
      "eri": 1629,
      "),": 1630,
      "xi": 1631,
      "zkur": 1632,
      "”,": 1633,
      "▁ko‘ra,": 1634,
      "zasi": 1635,
      "▁mav": 1636,
      "▁man": 1637,
      "qin": 1638,
      "▁qaror": 1639,
      "siga": 1640,
      "▁yana": 1641,
      "mar": 1642,
      "▁chora": 1643,
      "rinchi": 1644,
      "▁masa": 1645,
      "moq": 1646,
      "▁shart": 1647,
      "xbor": 1648,
      "kta": 1649,
      "▁chiq": 1650,
      "pi": 1651,
      "▁berish": 1652,
      "▁avto": 1653,
      "▁barcha": 1654,
      "▁ah": 1655,
      "▁hara": 1656,
      "▁milli": 1657,
      "tir": 1658,
      "ari": 1659,
      "▁dol": 1660,
      "atsiya": 1661,
      "kli": 1662,
      "▁qarshi": 1663,
      "▁boshqar": 1664,
      "▁shahar": 1665,
      "ulot": 1666,
      "tin": 1667,
      "sining": 1668,
      "▁orqa": 1669,
      "▁holat": 1670,
      "▁maj": 1671,
      "▁yor": 1672,
      "xborot": 1673,
      "til": 1674,
      "niy": 1675,
      "▁mudda": 1676,
      "▁di": 1677,
      "▁fi": 1678,
      "gu": 1679,
      "Ma": 1680,
      "▁o‘tka": 1681,
      "▁say": 1682,
      "▁pro": 1683,
      "▁Da": 1684,
      "▁qo‘l": 1685,
      "▁hoki": 1686,
      "▁tashkilot": 1687,
      "vir": 1688,
      "▁9": 1689,
      "korlik": 1690,
      "di.\n\n": 1691,
      "▁tadbir": 1692,
      "zimi": 1693,
      "▁pa": 1694,
      "▁organ": 1695,
      "▁dast": 1696,
      "rash": 1697,
      "qtiso": 1698,
      "vat": 1699,
      "▁ko‘rsa": 1700,
      "▁tex": 1701,
      "▁10": 1702,
      "ngiz": 1703,
      "▁masala": 1704,
      "▁19": 1705,
      "▁tasdiq": 1706,
      "▁kel": 1707,
      "undan": 1708,
      "mol": 1709,
      "▁yer": 1710,
      "▁saq": 1711,
      "▁Rossiya": 1712,
      "lashi": 1713,
      "▁Va": 1714,
      "dida": 1715,
      "▁kishi": 1716,
      "stit": 1717,
      "▁tan": 1718,
      "ve": 1719,
      "▁quri": 1720,
      "o‘y": 1721,
      "▁sabab": 1722,
      "▁qo‘shi": 1723,
      "▁nafar": 1724,
      "▁ta’min": 1725,
      "bol": 1726,
      "sport": 1727,
      "▁bo`": 1728,
      "▁xodim": 1729,
      "▁orqali": 1730,
      "uro": 1731,
      "san": 1732,
      "▁qayta": 1733,
      "oliya": 1734,
      "nat": 1735,
      "unday": 1736,
      "oriy": 1737,
      "▁alo": 1738,
      "▁AQSh": 1739,
      "lovchi": 1740,
      "port": 1741,
      "▁ras": 1742,
      "▁qan": 1743,
      "▁so‘z": 1744,
      "▁nati": 1745,
      "▁uni": 1746,
      "▁bo‘lishi": 1747,
      "▁ma’lumot": 1748,
      "po": 1749,
      "tda": 1750,
      "timo": 1751,
      "▁yo‘q": 1752,
      "yidagi": 1753,
      "▁doi": 1754,
      "▁mun": 1755,
      "▁xav": 1756,
      "don": 1757,
      "▁uy": 1758,
      "O‘": 1759,
      "▁mahs": 1760,
      "rilishi": 1761,
      "▁tartib": 1762,
      "tiga": 1763,
      "rat": 1764,
      "▁oy": 1765,
      "rezident": 1766,
      "g`": 1767,
      "▁olin": 1768,
      "▁birinchi": 1769,
      "loq": 1770,
      "▁yuri": 1771,
      "o‘ja": 1772,
      "lon": 1773,
      "▁ol": 1774,
      "uvi": 1775,
      "▁buy": 1776,
      "▁Sa": 1777,
      "▁tumani": 1778,
      "val": 1779,
      "quv": 1780,
      "in": 1781,
      "▁xizmati": 1782,
      "▁may": 1783,
      "▁ko‘rsat": 1784,
      "▁tegi": 1785,
      "bla": 1786,
      "-mo": 1787,
      "mir": 1788,
      "▁Shu": 1789,
      "▁shi": 1790,
      "▁rivojlantirish": 1791,
      "▁so‘m": 1792,
      "oni": 1793,
      "▁qilingan": 1794,
      "▁che": 1795,
      "▁tush": 1796,
      "▁bo‘lma": 1797,
      "kid": 1798,
      "▁axborot": 1799,
      "bari": 1800,
      "▁nar": 1801,
      "▁kompaniya": 1802,
      "nishi": 1803,
      "▁ter": 1804,
      "xta": 1805,
      "▁aholi": 1806,
      "▁ishtirok": 1807,
      "xshi": 1808,
      "▁za": 1809,
      "ey": 1810,
      "moqda.\n": 1811,
      "▁bera": 1812,
      "▁foiz": 1813,
      "ganini": 1814,
      "xon": 1815,
      "liya": 1816,
      "▁meh": 1817,
      "▁vosi": 1818,
      "virus": 1819,
      "lin": 1820,
      "▁ak": 1821,
      "▁e’": 1822,
      "▁g‘": 1823,
      "▁ularning": 1824,
      "▁mahsulot": 1825,
      "▁olgan": 1826,
      "pa": 1827,
      "▁tegishli": 1828,
      "▁viloyat": 1829,
      "uz": 1830,
      "▁so‘ng": 1831,
      "▁etilgan": 1832,
      "ter": 1833,
      "▁naz": 1834,
      "▁hudu": 1835,
      "▁emas": 1836,
      "▁yosh": 1837,
      "▁harakat": 1838,
      "▁bil": 1839,
      "g‘liq": 1840,
      "bar": 1841,
      "▁ek": 1842,
      "▁belgilangan": 1843,
      "▁rahbari": 1844,
      "rishi": 1845,
      "▁qara": 1846,
      "▁loyiha": 1847,
      "▁xavf": 1848,
      "▁mabla": 1849,
      "koni": 1850,
      "▁O‘": 1851,
      "-modda": 1852,
      "▁to‘g‘risidagi": 1853,
      "▁yaxshi": 1854,
      "sal": 1855,
      "nali": 1856,
      "▁xo‘ja": 1857,
      "▁miq": 1858,
      "▁ne": 1859,
      "▁kon": 1860,
      "o‘yx": 1861,
      "▁ishlar": 1862,
      "utbol": 1863,
      "▁takli": 1864,
      "hasi": 1865,
      "bil": 1866,
      "logiya": 1867,
      "▁elekt": 1868,
      "▁biri": 1869,
      "▁pay": 1870,
      "vob": 1871,
      "▁holda": 1872,
      "▁oi": 1873,
      "▁rasmiy": 1874,
      "qan": 1875,
      "▁daraja": 1876,
      "▁biz": 1877,
      "kan": 1878,
      "mcha": 1879,
      "rim": 1880,
      "▁Ya": 1881,
      "mpi": 1882,
      "▁Mah": 1883,
      "tibi": 1884,
      "▁sifa": 1885,
      "▁tez": 1886,
      "▁sud": 1887,
      "▁etgan": 1888,
      "uru": 1889,
      "likda": 1890,
      "▁tizimi": 1891,
      "hat": 1892,
      "tax": 1893,
      "▁taqdim": 1894,
      "▁muas": 1895,
      "yish": 1896,
      "▁bah": 1897,
      "usu": 1898,
      "-son": 1899,
      "tishi": 1900,
      "dik": 1901,
      "▁chiqarish": 1902,
      "▁muno": 1903,
      "nida": 1904,
      "▁qilgan": 1905,
      "▁keyin": 1906,
      "▁ma’lum": 1907,
      "▁Vazir": 1908,
      "▁javob": 1909,
      "timoiy": 1910,
      "▁o‘ta": 1911,
      "▁aj": 1912,
      "▁qarori": 1913,
      "▁is": 1914,
      "sasa": 1915,
      "tiq": 1916,
      "▁joriy": 1917,
      "▁xalqaro": 1918,
      "atta": 1919,
      "ver": 1920,
      "shda": 1921,
      "▁quyidagi": 1922,
      "zm": 1923,
      "▁markazi": 1924,
      "noyat": 1925,
      "▁yuq": 1926,
      "▁eta": 1927,
      "▁muassasa": 1928,
      "▁o‘rta": 1929,
      "▁tuman": 1930,
      "▁qol": 1931,
      "jon": 1932,
      "magan": 1933,
      "▁-": 1934,
      "▁imkoni": 1935,
      "-ta": 1936,
      "▁davomida": 1937,
      "▁Na": 1938,
      "▁muho": 1939,
      "▁Davlat": 1940,
      "nal": 1941,
      "▁mas": 1942,
      "moya": 1943,
      "Bu": 1944,
      "▁mumkin.": 1945,
      "uqi": 1946,
      "liklar": 1947,
      "▁birga": 1948,
      "▁mablag‘": 1949,
      "▁mahal": 1950,
      "▁million": 1951,
      "▁bola": 1952,
      "▁cha": 1953,
      "▁hud": 1954,
      "kamasi": 1955,
      "▁foydalanish": 1956,
      "▁hudud": 1957,
      "riya": 1958,
      "vdo": 1959,
      "ki,": 1960,
      "▁15": 1961,
      "▁ichi": 1962,
      "▁Ch": 1963,
      "▁sta": 1964,
      "chisi": 1965,
      "▁yordam": 1966,
      "▁vosita": 1967,
      "▁ro‘yx": 1968,
      "qari": 1969,
      "onavirus": 1970,
      "▁at": 1971,
      "▁par": 1972,
      "zilgan": 1973,
      "▁futbol": 1974,
      "uriy": 1975,
      "▁tashqari": 1976,
      "▁savdo": 1977,
      "go": 1978,
      "▁qo‘mi": 1979,
      "xsus": 1980,
      "▁Ta": 1981,
      "▁qanday": 1982,
      "▁guru": 1983,
      "unyo": 1984,
      "▁kuch": 1985,
      "▁yuqori": 1986,
      "▁taklif": 1987,
      "dan,": 1988,
      "rik": 1989,
      "▁Mar": 1990,
      "▁Vazirlar": 1991,
      "▁mat": 1992,
      "▁sport": 1993,
      "▁asosida": 1994,
      "▁iqtiso": 1995,
      "lagan": 1996,
      "▁un": 1997,
      "jud": 1998,
      "▁munosa": 1999,
      "▁vaziri": 2000,
      "▁far": 2001,
      "▁huquq": 2002,
      "▁yara": 2003,
      "▁qayd": 2004,
      "▁katta": 2005,
      "Shu": 2006,
      "zasidan": 2007,
      "▁tib": 2008,
      "ayon": 2009,
      "chki": 2010,
      "▁nis": 2011,
      "▁ta’lim": 2012,
      "qo": 2013,
      "▁yub": 2014,
      "ram": 2015,
      "»,": 2016,
      "▁chiqish": 2017,
      "dov": 2018,
      "chilar": 2019,
      "▁soni": 2020,
      "▁harbiy": 2021,
      "▁la": 2022,
      "▁kasal": 2023,
      "▁kam": 2024,
      "ktab": 2025,
      "orij": 2026,
      "▁bank": 2027,
      "sari": 2028,
      "yev": 2029,
      "▁o‘yin": 2030,
      "▁o‘tkazish": 2031,
      "▁asosiy": 2032,
      "ilgan": 2033,
      "▁suv": 2034,
      "kun": 2035,
      "▁ijtimoiy": 2036,
      "▁tah": 2037,
      "▁kelib": 2038,
      "▁er": 2039,
      "kl": 2040,
      "▁ml": 2041,
      "mis": 2042,
      "▁nisbat": 2043,
      "▁edi.": 2044,
      "▁yuzasidan": 2045,
      "ura": 2046,
      "evro": 2047,
      "sion": 2048,
      "▁yilda": 2049,
      "gent": 2050,
      "▁ob": 2051,
      "▁Mahkamasi": 2052,
      "▁nisbatan": 2053,
      "ban": 2054,
      "▁qo‘shimcha": 2055,
      "zod": 2056,
      "▁kenga": 2057,
      "▁12": 2058,
      "▁yuk": 2059,
      "▁yaqin": 2060,
      "▁moliya": 2061,
      "▁o‘qi": 2062,
      "▁o‘tgan": 2063,
      "▁Mir": 2064,
      "▁maxsus": 2065,
      "▁nazorat": 2066,
      "nik": 2067,
      "▁prezidenti": 2068,
      "▁himoya": 2069,
      "ziyo": 2070,
      "g‘iston": 2071,
      "▁mavjud": 2072,
      "▁topshi": 2073,
      "▁koronavirus": 2074,
      "▁ular": 2075,
      "▁pul": 2076,
      "-1": 2077,
      "umla": 2078,
      "▁hamkorlik": 2079,
      "▁Sha": 2080,
      "sis": 2081,
      "▁as": 2082,
      "▁dav": 2083,
      "▁shuningdek,": 2084,
      "o‘l": 2085,
      "ati": 2086,
      "▁o‘zgar": 2087,
      "▁Z": 2088,
      "uroja": 2089,
      "kinchi": 2090,
      "limi": 2091,
      "▁qadar": 2092,
      "lam": 2093,
      "dori": 2094,
      "qiq": 2095,
      "▁mazkur": 2096,
      "dit": 2097,
      "▁hisobi": 2098,
      "▁vi": 2099,
      "▁tran": 2100,
      "▁Prezidenti": 2101,
      "201": 2102,
      "lashtirilgan": 2103,
      "mobil": 2104,
      "kaz": 2105,
      "▁200": 2106,
      "▁ro": 2107,
      "▁ko`": 2108,
      "nov": 2109,
      "yap": 2110,
      "▁In": 2111,
      "▁xavfsiz": 2112,
      "▁ju": 2113,
      "▁sifatida": 2114,
      "per": 2115,
      "etr": 2116,
      "sin.\n": 2117,
      "▁jami": 2118,
      "▁odam": 2119,
      "oyi": 2120,
      "▁yo‘na": 2121,
      "▁etil": 2122,
      "▁11": 2123,
      "▁saqlash": 2124,
      "oro": 2125,
      "▁muhi": 2126,
      "daryo": 2127,
      "ddiy": 2128,
      "ech": 2129,
      "▁majb": 2130,
      "▁qo‘mitasi": 2131,
      "▁xorij": 2132,
      "▁boz": 2133,
      "▁ar": 2134,
      "▁hay": 2135,
      "▁oyi": 2136,
      "▁ortiq": 2137,
      "yan": 2138,
      "▁qur": 2139,
      "▁maqsadida": 2140,
      "▁Qo": 2141,
      "mmo": 2142,
      "▁zarur": 2143,
      "▁tartibi": 2144,
      "21": 2145,
      "ral": 2146,
      "▁doira": 2147,
      "▁oqi": 2148,
      "buot": 2149,
      "▁musta": 2150,
      "liga": 2151,
      "onu": 2152,
      "▁to‘g‘risida”": 2153,
      "▁reja": 2154,
      "yol": 2155,
      "▁korxona": 2156,
      "ida": 2157,
      "der": 2158,
      "▁tari": 2159,
      "▁asos": 2160,
      "▁uchrash": 2161,
      "mma": 2162,
      "mini": 2163,
      "▁muroja": 2164,
      "is": 2165,
      "ke": 2166,
      "▁tushi": 2167,
      "jasi": 2168,
      "▁oshiri": 2169,
      "▁ijro": 2170,
      "▁davom": 2171,
      "▁qilishi": 2172,
      "ner": 2173,
      "▁ta’minlash": 2174,
      "▁berilgan": 2175,
      "▁kelgan": 2176,
      "▁xat": 2177,
      "tining": 2178,
      "▁huku": 2179,
      "lashgan": 2180,
      "▁baja": 2181,
      "Ch": 2182,
      "▁tele": 2183,
      "▁lozim": 2184,
      "kra": 2185,
      "fot": 2186,
      "▁oʻ": 2187,
      "shloq": 2188,
      "▁an": 2189,
      "shga": 2190,
      "ts": 2191,
      "▁kar": 2192,
      "lida": 2193,
      "▁natija": 2194,
      "▁degan": 2195,
      "niga": 2196,
      "▁jinoyat": 2197,
      "▁soliq": 2198,
      "▁qilina": 2199,
      "ahon": 2200,
      "lanadi.": 2201,
      "-t": 2202,
      "▁deya": 2203,
      "demi": 2204,
      "▁faoliyatini": 2205,
      "▁maktab": 2206,
      "▁z": 2207,
      "▁vaqt": 2208,
      "mara": 2209,
      "▁shakl": 2210,
      "mov": 2211,
      "▁milliy": 2212,
      "shina": 2213,
      "-tadbir": 2214,
      "▁muam": 2215,
      "par": 2216,
      "▁Tur": 2217,
      "▁bino": 2218,
      "▁umu": 2219,
      "taxas": 2220,
      "lini": 2221,
      "gik": 2222,
      "▁matbuot": 2223,
      "▁Oliy": 2224,
      "▁chora-tadbir": 2225,
      "ilova": 2226,
      "rini": 2227,
      "rov": 2228,
      "▁texno": 2229,
      "▁ishlari": 2230,
      "▁ochi": 2231,
      "▁ajra": 2232,
      "yekt": 2233,
      "▁rahbar": 2234,
      "▁huquqi": 2235,
      "likka": 2236,
      "miz,": 2237,
      "▁bora": 2238,
      "▁agent": 2239,
      "▁nafa": 2240,
      "▁kabi": 2241,
      "ste": 2242,
      "▁hokim": 2243,
      "bosari": 2244,
      "▁oila": 2245,
      "▁murojaat": 2246,
      "▁Mu": 2247,
      "mil": 2248,
      "▁kelish": 2249,
      "▁bog‘liq": 2250,
      "▁tarmoq": 2251,
      "▁yilning": 2252,
      "▁gaz": 2253,
      "likni": 2254,
      "itoy": 2255,
      "▁tarki": 2256,
      "▁jumla": 2257,
      "lib,": 2258,
      "oz": 2259,
      "▁hokimi": 2260,
      "▁aloqa": 2261,
      "▁avtomobil": 2262,
      "▁faoliyat": 2263,
      "Ta": 2264,
      "▁komis": 2265,
      "▁etilishi": 2266,
      "spublika": 2267,
      "▁bos": 2268,
      "▁muddat": 2269,
      "▁yig‘i": 2270,
      "▁muammo": 2271,
      "kon": 2272,
      "▁14": 2273,
      "▁soat": 2274,
      "▁samara": 2275,
      "tilishi": 2276,
      "▁jamoa": 2277,
      "▁ekan": 2278,
      "▁ru": 2279,
      "▁raqa": 2280,
      "▁ko‘rib": 2281,
      "taxassis": 2282,
      "▁mehnat": 2283,
      "diya": 2284,
      "▁dunyo": 2285,
      "▁16": 2286,
      "ladi,": 2287,
      "gʻ": 2288,
      "▁Bosh": 2289,
      "▁yanada": 2290,
      "▁inve": 2291,
      "dora": 2292,
      "▁nom": 2293,
      "▁lavo": 2294,
      "▁bo‘lib,": 2295,
      "▁tek": 2296,
      "▁miqdori": 2297,
      "riy": 2298,
      "▁ma'lum": 2299,
      "▁juda": 2300,
      "g‘ir": 2301,
      "▁vakil": 2302,
      "ni,": 2303,
      "kam": 2304,
      "hida": 2305,
      "▁18": 2306,
      "▁us": 2307,
      "▁vaziyat": 2308,
      "▁13": 2309,
      "-ban": 2310,
      "▁Mirziyo": 2311,
      "▁Te": 2312,
      "lanadi.\n": 2313,
      "pre": 2314,
      "▁o‘rinbosari": 2315,
      "lanuvchi": 2316,
      "▁po": 2317,
      "vkat": 2318,
      "▁Ab": 2319,
      "▁ravi": 2320,
      "▁olingan": 2321,
      "▁tomon": 2322,
      "zbek": 2323,
      "▁nazar": 2324,
      "▁II": 2325,
      "▁bergan": 2326,
      "▁No": 2327,
      "▁hozir": 2328,
      "rib,": 2329,
      "lmay": 2330,
      ".uz": 2331,
      "Ya": 2332,
      "kati": 2333,
      "yabr": 2334,
      "nini": 2335,
      "▁chek": 2336,
      "rida": 2337,
      "ng‘": 2338,
      "gram": 2339,
      "▁sodir": 2340,
      "▁ikkinchi": 2341,
      "▁baho": 2342,
      "▁ayol": 2343,
      "rab": 2344,
      "▁tekshi": 2345,
      "▁xusu": 2346,
      "▁li": 2347,
      "si,": 2348,
      "▁boʻ": 2349,
      "▁shahrida": 2350,
      "▁siyo": 2351,
      "▁0": 2352,
      "▁ravishda": 2353,
      "mor": 2354,
      "▁doirasida": 2355,
      "landi.": 2356,
      "tiyo": 2357,
      "▁Bi": 2358,
      "▁fik": 2359,
      "▁munosabat": 2360,
      "yotgani": 2361,
      "▁O‘zbekistonda": 2362,
      "▁qo‘yil": 2363,
      "▁ularni": 2364,
      "▁se": 2365,
      "tibor": 2366,
      "▁dey": 2367,
      "▁amal": 2368,
      "riq": 2369,
      "zda": 2370,
      "ft": 2371,
      "tira": 2372,
      "lama": 2373,
      "▁30": 2374,
      "tirilgan": 2375,
      "▁soha": 2376,
      "lati": 2377,
      "▁marta": 2378,
      "▁dar": 2379,
      "larimiz": 2380,
      "▁Kor": 2381,
      "▁ilmiy": 2382,
      "▁qilib": 2383,
      "▁tartibda": 2384,
      "marqan": 2385,
      "lig‘i": 2386,
      "ina": 2387,
      "redit": 2388,
      "eya": 2389,
      "▁idora": 2390,
      "batida": 2391,
      "▁yetkazi": 2392,
      "▁xo‘jaligi": 2393,
      "ga,": 2394,
      "shan": 2395,
      "▁ket": 2396,
      "▁e'": 2397,
      "▁“D": 2398,
      "▁qilinishi": 2399,
      "▁ishi": 2400,
      "tuvchi": 2401,
      "▁hech": 2402,
      "▁mumkin.\n": 2403,
      "▁e’lon": 2404,
      "▁mutaxassis": 2405,
      "▁shartnoma": 2406,
      "araf": 2407,
      "▁17": 2408,
      "rgan": 2409,
      "▁alma": 2410,
      "▁prezident": 2411,
      "lek": 2412,
      "ziya": 2413,
      "-h": 2414,
      "▁dollar": 2415,
      "nchi": 2416,
      "lab-": 2417,
      "noat": 2418,
      "▁yoz": 2419,
      "quvvat": 2420,
      "oq": 2421,
      "▁vaqtida": 2422,
      "▁to‘lov": 2423,
      "dj": 2424,
      "▁25": 2425,
      "▁organlari": 2426,
      "▁bo‘lsa,": 2427,
      "shish": 2428,
      "arli": 2429,
      "voz": 2430,
      "▁Far": 2431,
      "enta": 2432,
      "▁1-": 2433,
      "lash,": 2434,
      "▁havo": 2435,
      "qal": 2436,
      "▁imzo": 2437,
      "▁qildi.": 2438,
      "▁osh": 2439,
      "siyalar": 2440,
      "▁ma'lumot": 2441,
      "me": 2442,
      "yapti": 2443,
      "▁nav": 2444,
      "▁umumiy": 2445,
      "lab-quvvat": 2446,
      "▁qiy": 2447,
      "▁muhim": 2448,
      "enga": 2449,
      "▁qolgan": 2450,
      "▁eksp": 2451,
      "▁vaqti": 2452,
      "▁Mirziyoyev": 2453,
      "▁agentligi": 2454,
      "tiv": 2455,
      "▁mahalliy": 2456,
      "▁etib": 2457,
      "riga": 2458,
      "▁sur": 2459,
      "unga": 2460,
      "yingi": 2461,
      "sla": 2462,
      "unda": 2463,
      "▁“T": 2464,
      "▁faqat": 2465,
      "deo": 2466,
      "lashga": 2467,
      "op": 2468,
      "▁Shavkat": 2469,
      "▁\"": 2470,
      "▁unga": 2471,
      "▁bayon": 2472,
      "▁to‘p": 2473,
      "▁bal": 2474,
      "▁jamoasi": 2475,
      "▁bosqi": 2476,
      "▁kim": 2477,
      "izi": 2478,
      "▁texnologiya": 2479,
      "▁boshlab": 2480,
      "▁respublika": 2481,
      "▁turli": 2482,
      "▁qoida": 2483,
      "▁a’": 2484,
      "zon": 2485,
      "kaziy": 2486,
      "▁shuningdek": 2487,
      "▁haqidagi": 2488,
      "▁min": 2489,
      "lom": 2490,
      "una": 2491,
      "nan": 2492,
      "gara": 2493,
      "▁vazifa": 2494,
      "Av": 2495,
      "versi": 2496,
      "chasi": 2497,
      "ldi\n\n": 2498,
      "▁ko‘rsatish": 2499,
      "tsiya": 2500,
      "▁tizim": 2501,
      "siyo": 2502,
      "▁iste": 2503,
      "-yilda": 2504,
      "qil": 2505,
      "alb": 2506,
      "▁uz": 2507,
      "kiya": 2508,
      "▁qismi": 2509,
      "▁to‘xta": 2510,
      "▁halo": 2511,
      "▁xari": 2512,
      "▁tayin": 2513,
      "▁maqsad": 2514,
      "▁Respublikasining": 2515,
      "▁xorijiy": 2516,
      "▁loyihasi": 2517,
      "lubi": 2518,
      "prel": 2519,
      "▁a’zo": 2520,
      "▁eh": 2521,
      "▁bermoqda": 2522,
      "▁ro‘yxat": 2523,
      "▁dedi": 2524,
      "sim": 2525,
      "chik": 2526,
      "tak": 2527,
      "▁guruh": 2528,
      "▁sar": 2529,
      "▁boj": 2530,
      "▁kiritish": 2531,
      "▁jara": 2532,
      "▁mln": 2533,
      "▁to‘g‘risida”gi": 2534,
      "▁boshqarmasi": 2535,
